XML/Public/RRSQ01/request_pre/2022年3月1日/body_RRSQ01_request_pre_20220301203741.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:out="http://outsystem.ats.com.cn">
   <soapenv:Header/>
   <soapenv:Body>
      <out:outSystemWS>
         <out:in0><![CDATA[ 
          <MBS>
            <pub>
                <SRCOUTSYSTEMCODE>OA</SRCOUTSYSTEMCODE>
                <SRCBATCHNO>20200428</SRCBATCHNO> 
                <TRANSCODE>RRSQ01</TRANSCODE>
                <TRANSDATETIME>2020-04-26 10:20:10</TRANSDATETIME>
                <MD5>123456</MD5>
            </pub>
            <req>
                <list>
                <detail>
                    <CHARGEID>RLH15</CHARGEID>
                    <BUSINESSTYPE>01</BUSINESSTYPE>
                </detail>
                </list>
            </req>
        </MBS>
         ]]></out:in0>
      </out:outSystemWS>
   </soapenv:Body>
</soapenv:Envelope>